Repository: projectt-a/lira
Catalog: dime/Localizable.xcstrings
Source language: en
Languages: tr

source: "Cent-less"
tr: "Kuruşsuz"

source: "Pre-dotted"
tr: "Önceden Noktalı"

source: %@ • %@ spent
tr: %@ • %@ harcandı

source: %@ of month
tr: Ayın %@'si

source: %@ SPENT
tr: %@ HARÇANDI

source: %lld%% spent
tr: %lld%% harcandı

source: %lldd left
tr: %lldd kalan

source: %lldh left
tr: %lldh kalan

source: ☕ Coffee-Sized Tip
tr: ☕ Kahve Boyutunda Bahşiş

source: 🌮 Taco-Sized Tip
tr: 🌮 Taco Boyutunda Bahşiş

source: 🍕 Pizza-Sized Tip
tr: 🍕 Pizza Boyutunda Bahşiş

source: A convenient button to log new purchases.
tr: Yeni alışverişleri kaydetmek için kullanışlı bir düğme.

source: ADD BUDGET
tr: BÜTÇE EKLE

source: Add Note
tr: Not Ekle

source: ADD OVERALL BUDGET
tr: GENEL BÜTÇE EKLE

source: Add your first budget today!
tr: Bugün ilk bütçenizi ekleyin!

source: all entries
tr: tüm girişler

source: Allowance
tr: Harçlık

source: Analyse Your Expenditure
tr: Harcamalarınızı Analiz Edin

source: Analyse your expenditure breakdowns over various time periods.
tr: Farklı zaman dilimlerindeki harcama dağılımlarınızı analiz edin.

source: Animated Charts
tr: Animasyonlu Grafikler

source: Appearance
tr: Görünüm

source: Apr
tr: Nis

source: As transactions start piling up
tr: İşlemler birikmeye başladıkça

source: Authentication
tr: Kimlik Doğrulama

source: Back
tr: Geri

source: Back Out
tr: Geri Çekil

source: Begin by linking this budget to an existing category.
tr: Bu bütçeyi mevcut bir kategoriye bağlayarak başlayın.

source: Budget
tr: Bütçe

source: Budget no longer exists - please select new budget from widget options.
tr: Bütçe artık mevcut değil – lütfen widget seçeneklerinden yeni bir bütçe seçin.

source: Budget Rows
tr: Bütçe Satırları

source: Budget Your Finances
tr: Finansmanınızı Bütçeyin

source: Budgets
tr: Bütçeler

source: by category
tr: kategorilere göre

source: by day
tr: güne göre

source: by month
tr: aya göre

source: by type
tr: türe göre

source: by week
tr: haftaya göre

source: Cancel
tr: İptal

source: Categories
tr: Kategoriler

source: Category
tr: Kategori

source: category budget
tr: kategori bütçesi

source: Category Name
tr: Kategori Adı

source: Celebrate Expenses
tr: Harcamaları Kutla

source: Choose a time frame
tr: Bir zaman dilimi seçin

source: Close and reload app for change to take effect.
tr: Değişikliğin geçerli olması için uygulamayı kapatıp yeniden açın.

source: Continue
tr: Devam Et

source: Create your overall budget in the app
tr: Uygulamada genel bütçenizi oluşturun

source: Currencies
tr: Para Birimleri

source: Currency
tr: Para Birimi

source: custom
tr: özel

source: Custom
tr: Özel

source: Custom Interval
tr: Özel Aralık

source: Custom Time
tr: Özel Zaman

source: daily
tr: günlük

source: Daily
tr: Günlük

source: Danger Zone
tr: Tehlike Bölgesi

source: Dark
tr: Koyu

source: DATA
tr: VERİ

source: days
tr: gün

source: Delete
tr: Sil

source: Delete '%@'?
tr: '%@' silinsin mi?

source: Delete Expense?
tr: Gideri Silinsin mi?

source: Delete Literally Everything
tr: Kelimenin Tam Anlamıyla Her Şeyi Sil

source: Delete the '%@' budget?
tr: '%@' bütçesi silinsin mi?

source: Delete your overall budget?
tr: Genel bütçeniz silinsin mi?

source: Display Cents
tr: Kuruşları Göster

source: Duplicate Found
tr: Yinelenen Kayıt Bulundu

source: earned
tr: kazanılan

source: Earned
tr: Kazanılan

source: EARNED
tr: KAZANILAN

source: Edit
tr: Düzenle

source: Enable Notifications
tr: Bildirimleri Etkinleştir

source: Enable Sync
tr: Senkronizasyonu Etkinleştir

source: Erase Data
tr: Verileri Sil

source: Evenings
tr: Akşamlar

source: Every evening (8:00 PM)
tr: Her akşam (20:00)

source: Every morning (8:00 AM)
tr: Her sabah (08:00)

source: Expense
tr: Gider

source: EXPENSE CATEGORIES
tr: GİDER KATEGORİLERİ

source: Expense Category
tr: Gider Kategorisi

source: Expenses
tr: Giderler

source: Experimental features - proceed with caution.
tr: Deneysel özellikler – dikkatli kullanın.

source: Export Data
tr: Verileri Dışa Aktar

source: Family
tr: Aile

source: Fashion
tr: Moda

source: Feature Lab
tr: Özellik Laboratuvarı

source: Feel free to edit this in the future.
tr: İleride düzenlemekten çekinmeyin.

source: filter-picker-income
tr: Gelir

source: filter-tag-category
tr: kategorilere göre

source: filter-tag-day
tr: güne göre

source: filter-tag-month
tr: aya göre

source: filter-tag-recurring
tr: tekrarlayan

source: filter-tag-type
tr: türe göre

source: filter-tag-upcoming
tr: yaklaşan

source: filter-tag-week
tr: haftaya göre

source: Follow Dime on Twitter
tr: Twitter'da Dime'yi Takip Et

source: Follow Rafael on Instagram
tr: Instagram'da Rafael'i Takip Et

source: Food
tr: Yiyecek

source: Friday
tr: Cuma

source: GENERAL
tr: GENEL

source: Get Started
tr: Hemen Başlayın

source: Gifts
tr: Hediyeler

source: Groceries
tr: Market Alışverişi

source: Have a great day ahead!
tr: Harika bir gün geçirmen dileğiyle!

source: Healthcare
tr: Sağlık

source: Hey! Dime was built by a solo student developer, and is intended to be completely free-of-charge, with no paywalls or ads. If you enjoy using Dime and want to support development, please consider a small tip.
tr: Hey! Dime, yalnız bir öğrenci geliştirici tarafından yapıldı ve tamamen ücretsiz sunuluyor; ne ücret duvarı ne de reklam var. Dime'yi kullanmaktan hoşlanıyorsanız ve geliştirmeyi desteklemek isterseniz, lütfen küçük bir bahşiş vermeyi düşünün.

source: iCloud Sync
tr: iCloud Senkronizasyonu

source: If you're too lazy to add a decimal point, I gotchu covered.
tr: Ondalık eklemeye üşeniyorsan, ben hallederim.

source: If your transactions usually amount to whole numbers - this one is for you.
tr: İşlemleriniz genellikle tam sayılardan oluşuyorsa – bu tam size göre.

source: in %@
tr: %@'de

source: Income
tr: Gelir

source: INCOME CATEGORIES
tr: GELİR KATEGORİLERİ

source: Income Category
tr: Gelir Kategorisi

source: Income Tracking
tr: Gelir Takibi

source: Incomplete Entry
tr: Eksik Giriş

source: Insights
tr: İçgörüler

source: Into the unknown.
tr: Bilinmeze Doğru.

source: Investments
tr: Yatırımlar

source: Jan
tr: Oca

source: Jul
tr: Tem

source: Keep the streak going!
tr: Seriyi Sürdürün!

source: left
tr: kalan

source: left %@
tr: kalan %@

source: left each day
tr: her gün kalan

source: left on %@
tr: %@'de kalan

source: left this month
tr: bu ay kalan

source: left this week
tr: bu hafta kalan

source: left this year
tr: bu yıl kalan

source: left today
tr: bugün kalan

source: Light
tr: Açık

source: Link budgets to categories and set appropriate expenditure goals
tr: Bütçeleri kategorilere bağlayın ve uygun harcama hedefleri belirleyin

source: Loading
tr: Yükleniyor

source: Made with ❤️ by %@ from 🇸🇬
tr: ❤️ ile, %@ tarafından, 🇸🇬'den yapıldı

source: Missing Amount
tr: Miktar Eksik

source: Missing Category
tr: Kategori Eksik

source: Missing Emoji
tr: Emoji Eksik

source: Missing Information
tr: Bilgi Eksik

source: Missing Name
tr: Ad Eksik

source: Monday
tr: Pazartesi

source: Monitor how you are sticking to your budgets.
tr: Bütçelerinize ne kadar sadık kaldığınızı izleyin.

source: Monitor how you are sticking to your overall budgets.
tr: Genel bütçenize ne kadar sadık kaldığınızı izleyin.

source: month
tr: ay

source: monthly
tr: aylık

source: Monthly
tr: Aylık

source: months
tr: ay

source: Mornings
tr: Sabahlar

source: Net total
tr: Net toplam

source: Net Total
tr: Net Toplam

source: new
tr: yeni

source: New
tr: Yeni

source: New Budget
tr: Yeni Bütçe

source: New Expense
tr: Yeni Gider

source: No Budgets Found
tr: Bütçe Bulunamadı

source: No entries found.
tr: Giriş bulunamadı.

source: NO RECENT EXPENSES
tr: SON İŞLEM YOK

source: NO TRANSACTIONS %@
tr: İŞLEM YOK %@

source: none
tr: yok

source: Notifications
tr: Bildirimler

source: Number Entry
tr: Sayı Girişi

source: Number Entry Method
tr: Sayı Girişi Yöntemi

source: Oct
tr: Eki

source: Off
tr: Kapalı

source: On
tr: Açık

source: OTHERS
tr: DİĞERLERİ

source: over
tr: üzerinde

source: over %@
tr: %@ üzerinde

source: over on %@
tr: %@'de üzerinde

source: over this month
tr: bu ay üzerinde

source: over this week
tr: bu hafta üzerinde

source: over this year
tr: bu yıl üzerinde

source: over today
tr: bugün üzerinde

source: overall budget
tr: genel bütçe

source: Overall Budget
tr: Genel Bütçe

source: OVERALL SPENT: %@
tr: GENEL HARCAMA: %@

source: Part-Time
tr: Yarı Zamanlı

source: Paycheck
tr: Maaş Çeki

source: Percent Spent
tr: Harcanan Yüzde

source: Permanently Delete Everythin'
tr: Her Şeyi Kalıcı Olarak Sil

source: Pets
tr: Evcil Hayvanlar

source: Pick a start date
tr: Başlangıç tarihi seçin

source: Please Change Emoji
tr: Lütfen emojiyi değiştirin

source: Please Change Name
tr: Lütfen adı değiştirin

source: Please Edit Accordingly
tr: Lütfen uygun şekilde düzenleyin

source: Press the plus button to add your first entry
tr: İlk girişi eklemek için artı düğmesine basın

source: Rate on App Store
tr: App Store'da Değerlendir

source: RECENT EXPENSES
tr: SON GİDERLER

source: Recent Transactions
tr: Son İşlemler

source: recurring
tr: tekrarlayan

source: Remember to input your expenses today.
tr: Bugün harcamalarınızı girmeyi unutmayın.

source: Rent
tr: Kira

source: Repeats every
tr: Her tekrarlanır:

source: Replace Time Label
tr: Zaman Etiketini Değiştir

source: Report Bug
tr: Hata Bildir

source: Saturday
tr: Cumartesi

source: Search entry by note
tr: Not ile giriş ara

source: Select a category
tr: Bir kategori seçin

source: SELECT BUDGET
tr: BÜTÇE SEÇ

source: Select budget in widget options
tr: Widget seçeneklerinden bütçeyi seçin

source: SELECT BUDGET IN WIDGET OPTIONS
tr: WIDGET SEÇENEKLERİNDE BÜTÇE SEÇİN

source: Set budget amount
tr: Bütçe miktarını ayarla

source: Settings
tr: Ayarlar

source: Share with Friends
tr: Arkadaşlarınla Paylaş

source: Show Line Graph
tr: Çizgi Grafiğini Göster

source: Sneakers
tr: Spor Ayakkabılar

source: spent
tr: harcanan

source: Spent
tr: Harcanan

source: SPENT
tr: HARCANAN

source: SPENT: %@
tr: HARCANAN: %@

source: Start of month
tr: Ayın Başlangıcı

source: Start of Week
tr: Haftanın Başlangıcı

source: Subscriptions
tr: Abonelikler

source: Successfully Added
tr: Başarıyla Eklendi

source: Successfully Edited
tr: Başarıyla Düzenlendi

source: SUGGESTED
tr: ÖNERİLEN

source: Suggestions Hidden
tr: Öneriler Gizlendi

source: Sunday
tr: Pazar

source: Swaps the time label of each transaction with its category name. However, if you do not manually input a note for each transaction - in which case the note is the category name by default - duplicate text will appear.
tr: Her işlemin zaman etiketini, kategori adıyla değiştirir. Ancak, her işlem için manuel not girmezseniz – bu durumda not varsayılan olarak kategori adı olur – tekrar eden metinler görünebilir.

source: System
tr: Sistem

source: Thanks a million, %@ Rafael
tr: Milyonlarca teşekkürler, %@ Rafael

source: That's all, buddy.
tr: Hepsi bu kadar, dostum.

source: The budget will periodically refresh according to your preference.
tr: Bütçe, tercihlerinize göre periyodik olarak yenilenecektir.

source: This action cannot be undone, and all %@ transactions would be deleted.
tr: Bu işlem geri alınamaz ve tüm %@ işlemler silinecektir.

source: This action cannot be undone.
tr: Bu işlem geri alınamaz.

source: This action genuinely cannot be undone. Long press to confirm.
tr: Bu işlem gerçekten geri alınamaz. Onaylamak için uzun basın.

source: This action would delete all existing transactions, categories, and budgets, and cannot be undone.
tr: Bu işlem, mevcut tüm işlemleri, kategorileri ve bütçeleri silecek ve geri alınamaz.

source: this month
tr: bu ay

source: THIS MONTH
tr: BU AY

source: this week
tr: bu hafta

source: THIS WEEK
tr: BU HAFTA

source: this year
tr: bu yıl

source: THIS YEAR
tr: BU YIL

source: Thursday
tr: Perşembe

source: Time Period
tr: Zaman Dilimi

source: Tip failed to go through, please try again!
tr: Bahşiş gönderilemedi, lütfen tekrar deneyin!

source: Tip Jar
tr: Bahşiş Kutusu

source: Tips
tr: Bahşişler

source: today
tr: bugün

source: Today, %@
tr: Bugün, %@

source: Total Income
tr: Toplam Gelir

source: Total Spent
tr: Toplam Harcama

source: transaction-view-income-picker
tr: Gelir

source: Transport
tr: Ulaşım

source: Try a different search query!
tr: Farklı bir arama deneyin!

source: Tuesday
tr: Salı

source: Type 1
tr: Tip 1

source: Type 2
tr: Tip 2

source: Unable to load tip options, please try again later 🥲
tr: Bahşiş seçenekleri yüklenemedi, lütfen daha sonra tekrar deneyin 🥲

source: Utilities
tr: Faturalar

source: Version %@ (%@)
tr: Sürüm %@ (%@)

source: View your latest expenses.
tr: En son giderlerinizi görüntüleyin.

source: Wednesday
tr: Çarşamba

source: week
tr: hafta

source: weekly
tr: haftalık

source: Weekly
tr: Haftalık

source: weeks
tr: hafta

source: Which day of the %@ do you want your budget to start from?
tr: %@'ın hangi gününden bütçeniz başlasın istiyorsunuz?

source: year
tr: yıl

source: Yearly
tr: Yıllık

source: yesterday
tr: dün

source: Your Log is Empty
tr: Günlüğünüz Boş
